{
  "welcome": "Добро пожаловать на наш сайт",
  "hero_description": "Описание героя здесь",
  "official_discord": "Официальный Discord",
  "youtube": "YouTube",
  "language": "Язык",
  "heroes": {
    "jiyan": {
      "name": "Джиан",
      "description": "Джиан - генерал Полуночных Рейнджеров, дислоцированных в Цзиньчжоу, обладающий сильным чувством справедливости и решимости. Родившись в семье, преданной медицине, Джиан как квалифицированный, так и внимательный. Позже, в попытке отбить наступление Тацетов Раздора, он отказался от своей роли в медицине и взялся за оружие как солдат."
    },
    "yinlin": {
      "name": "Йинлинь",
      "description": "Ранее известная как выдающийся патрульный Цзиньчжоу, Йинлинь стабильна и надежна, но таит в себе множество секретов. Она превосходно использует доступные ей ресурсы для выявления скрытых преступлений. Под её холодной и яркой внешностью скрывается золотое сердце, предназначенное только для тех, кого она считает достойными доверия."
    },
    "jianxin": {
      "name": "Цзяньсинь",
      "description": "Рожденная в дикой природе и воспитанная в даосской секте, Цзяньсинь обучена боевым искусствам Фэнъи. Её воспитание внушило ей чистую и настойчивую приверженность совершенствованию своих боевых навыков. Теперь она отправляется в мир, чтобы испытать горечь и сладость повседневной жизни и глубже понять окружающий мир."
    },
    "verina": {
      "name": "Верина",
      "description": "Ранее член экспедиционной команды Ассоциации пионеров из Новой Федерации, Верина - скромная и решительная растениевод. Как-то она всегда берёт на себя обязанности по уходу в любой экспедиции, проявляя удивительное упорство для своего возраста."
    },
    "encore": {
      "name": "Анкор",
      "description": "Анкор, консультант из Черных Берегов, эксцентричная, живая и веселая девушка, которая любит пересказывать свои дружбы и приключения через фантазии и сказки. У неё всегда есть два Воллика, её лучшие друзья и защитники. Вместе с Космосом и Облаком, Анкор путешествует по всему миру!"
    },
    "lingyang": {
      "name": "Линьян",
      "description": "Линьян - искренний, сострадательный иноземец, посетивший человеческое сообщество. Он присоединился к Труппе львиного танца в Цзиньчжоу случайно, стремясь развеять страх и ужас у других с помощью своего захватывающего 'Львиного танца'."
    },
    "calcharo": {
      "name": "Кальчаро",
      "description": "Лидер 'Призрачных Псов', международной наемной группы. Беспощадный, мстительный, не прощающий. Потенциальный клиент должен помнить о цене, которую придется заплатить, прежде чем сделать ему предложение."
    }
  },
  "lore": {
    "title": "История",
    "tabs": {
      "tab1": {
        "title": "Солярис-3",
        "content": "Сол-III, третья планета от Солнца. Мир хаоса и изменений, где старые соглашения отвергаются, а катастрофы бушуют. Человеческая цивилизация борется за выживание в этой новой эре разрушения и возрождения, сталкиваясь с неизведанными вызовами с непоколебимой решимостью."
      },
      "tab2": {
        "title": "Феномен Эфирного Моря",
        "content": "Сила Плача вызывает разрушительные аномалии, такие как \"Поля Тацета\", \"Вспышки диссонанса тацета\" и таинственное вещество под названием \"Тацетит\". В совокупности они известны как \"Волновые феномены\"."
      },
      "tab3": {
        "title": "Поля Тацета",
        "content": "Считается, что именно в \"Полях Тацета\" зарождаются все Тацеты Раздора. В этих местах небо напоминает перевернутые моря, а на земле виден глубокий крестообразный след Тацета. Воздух наполняют реверберации, соединяющие наш мир с неизвестным пространством белым резонансным шнуром. Эти районы привлекают к себе внимание тех, кто не согласен с Тацетом."
      },
      "tab4": {
        "title": "Резонатор",
        "content": "Люди, которые способны резонировать с определенными объектами и манипулировать их частотами, известны как \"Резонаторы\". Эти люди обладают уникальными \"резонансными способностями\", также известными как \"Резонансные способности\", благодаря \"Метке Тацета\" на их телах. По мнению экспертов, на способности Резонатора часто влияет его прошлый опыт и подсознание."
      },
      "tab5": {
        "title": "Тацеты Раздора",
        "content": "Тацеты Раздора, создаваемые явлением Эфирного Моря, представляют собой опасные сущности с постоянно меняющимися, аморфными формами. Они обладают \"Ядрами Тацет\" и питаются другими частотами для поддержания стабильности и развития. Эти существа имитируют способности, форму и поведение своей жертвы в зависимости от типа потребляемой ими частоты."
      },
      "tab6": {
        "title": "Реверберации",
        "content": "Считается, что явления Эфирного Моря изменяют материю, информацию и энергию, преобразуя их в вибрирующие \"частоты\", называемые \"реверберациями\". Этот процесс наблюдался с помощью экспериментальных данных в академическом сообществе."
      },
      "tab7": {
        "title": "Остаток",
        "content": "В ходе своих исследований явлений Эфирного Моря ученые обнаружили \"Тацетит\" — вещество, которое может постоянно удерживать остаточную энергию. Из тацетита можно изготовить мощное оружие для резонаторов, чтобы бороться с Тацетами Раздора.  Межпространственные места, где в изобилии присутствует остаточная энергия, известны как сферы Соноро."
      }
    }
  },
  "videosLore": {
    "tabs": {
      "tab1": {
        "title": "Боссы/боевка",
        "content": "В захватывающих битвах против могущественных боссов вам потребуется стратегия и ловкость. Каждая схватка уникальна и полна опасностей."
      },
      "tab2": {
        "title": "Квесты",
        "content": "Участвуйте в увлекательных квестах, раскрывая тайны мира и получая ценные награды за выполнение различных задач и заданий."
      },
      "tab3": {
        "title": "Исследование мира",
        "content": "Погружайтесь в красочный и разнообразный мир, полный тайн и загадок. Исследуйте каждый уголок, открывая новые локации и встречая интересных персонажей."
      },
      "tab4": {
        "title": "Персонажи",
        "content": "Знакомьтесь с различными персонажами, каждый из которых имеет свою уникальную историю, способности и характер. Формируйте связи и союзы в ходе вашего путешествия."
      },
      "tab5": {
        "title": "Локации мира",
        "content": "Каждый регион имеет свои особенности и истории, создавая уникальную атмосферу и опыт для игрока."
      },
      "tab6": {
        "title": "Поглощение эхо",
        "content": "Впитывайте эхо поверженных врагов, чтобы стать сильнее и овладеть их искусством боя."
      }
    }
  },
  "world": "Игровой мир",

  "userProfile": "Профиль пользователя",
  "newUsername": "Новое имя пользователя",
  "changeUsername": "Изменить имя пользователя",
  "updateUsername": "Обновить имя пользователя",
  "newPasswordsDoNotMatch": "Новые пароли не совпадают",
  "usernameUpdated": "Имя пользователя успешно обновлено.",
  "passwordUpdated": "Пароль успешно обновлен.",
  "noTokenFound": "Токен не найден",
  "usernameOrEmail": "Имя пользователя или Email",
  "username": "Имя пользователя",
  "email": "Электронная почта",
  "password": "Пароль",
  "confirmPassword": "Подтверждение пароля",
  "verificationCode": "Код подтверждения",
  "sendVerificationCode": "Отправить код подтверждения",
  "register": "Зарегистрироваться",
  "passwordsDoNotMatch": "Пароли не совпадают",
  "login": "Войти",
  "dontHaveAccount": "Нет аккаунта?",
  "alreadyHaveAccount": "Уже есть аккаунт?",
  "networkError": "Ошибка сети: ",
  "changePassword": "Изменить пароль",
  "currentPassword": "Текущий пароль",
  "newPassword": "Новый пароль",
  "confirmNewPassword": "Подтвердите новый пароль",
  "updatePassword": "Обновить пароль",
  "passwordUpdatedSuccess": "Пароль успешно обновлен.",
  "close": "Закрыть",
  "goHome": "Перейти на главную",
  "forgotPassword": "Забыли пароль",
  "resetPassword": "Сбросить пароль",
  "resetPasswordSuccess": "Пароль успешно сброшен",
  "sendVerificationCodeSuccess": "Код подтверждения успешно отправлен",
  "sendResetCode": "Отправить код для сброса пароля",
  "verificationCodeError": "Неверный код подтверждения",
  "resetPasswordError": "Не удалось сбросить пароль",
  "emailRequired": "Электронная почта обязательна",
  "invalidEmail": "Неверный адрес электронной почты",
  "successMessage": "Успех",
  "errorMessage": "Ошибка",
  "goBack" : "Назад",
  "exit" : "Выйти",
  "officialWebsite" : "Официальный сайт",
  "last" : "ПОКА ГРОЗОВЫЕ ВОЛНЫ ОТДАЮТСЯ БЕСКОНЕЧНО, ЧЕЛОВЕЧЕСТВО ОТПРАВИЛОСЬ В НОВОЕ ПУТЕШЕСТВИЕ"
}
